{"coming-soon-movies":[
    { "id":0,
      "name":"ΣΙΔΕΡΕΝΙΑ ΓΡΟΘΙΑ",
      "description":"Η αληθινή ιστορία των αχώριστων αδελφών φον Έριχ, που έγραψαν ιστορία στον απίθανα ανταγωνιστικό κόσμο της επαγγελματικής πάλης στις αρχές της δεκαετίας του '80. Μέσα από τραγωδίες και θριάμβους, κάτω από τη σκιά του επιβλητικού πατέρα και προπονητή τους, τα αδέλφια επιδιώκουν με κάθε κόστος να αφήσουν το ανεξίτηλο σημάδι τους στα πιο διάσημα ρινγκ.",
      "duration":"132 λεπτά",
	  "directors":"Sean Durkin",
	  "writers":"Sean Durkin",
	  "actors":"Jeremy Allen White, Holt McCallany, Maura Tierney, Zac Efron, Harris Dickinson",
	  "category":"ΔΡΑΜΑ",
	  "image":"THE IRON CLAW.jpg"
     },
	 { "id":1,
      "name":"Ο ΜΕΛΙΣΣΟΚΟΜΟΣ",
      "description":"Η βίαιη εκστρατεία εκδίκησης ενός άνδρα αποκτά εθνικές διαστάσεις όταν αποκαλύπτεται ότι είναι ένας πρώην πράκτορας μίας πανίσχυρης και μυστικής οργάνωσης, γνωστή ως ‘’Οι Μελισσοκόμοι’’.",
	  "duration":"105 λεπτά"
	  "directors":"David Ayer",
	  "writers":"Kurt Wimmer",
	  "actors":"Jason Statham, Josh Hutcherson, Jeremy Irons, David Witts, Emmy Raver-Lampman",
	  "category":"ΔΡΑΣΗΣ",
	  "image":"THE BEEKEEPER.jpg"
     },
	 { "id":2,
      "name":"BOB MARLEY: ONE LOVE",
      "description":"Η ταινία 'BOB MARLEY: ONE LOVE' είναι ένας ύμνος στη ζωή και τη μουσική ενός ειδώλου που ενέπνευσε γενεές με το μήνυμα αγάπης και ενότητας που πρέσβευε. Για πρώτη φορά στη μεγάλη οθόνη, ανακαλύψτε την δυνατή ιστορία υπέρβασης της διαφορετικότητας και το ταξίδι πίσω από την επαναστατική του μουσική.",
	  "duration":"107 λεπτά"
	  "directors":"Reinaldo Marcus Green",
	  "writers":"Terence Winter, Frank E. Flowers & Zach Baylin",
	  "actors":"JLashana Lynch, Kingsley Ben-Adir, James Norton, Jesse Cilio",
	  "category":"ΔΡΑΜΑ",
	  "image":"BOB MARLEY ONE LOVE.jpg"
     },
	 { "id":3,
      "name":"DUNE: ΜΕΡΟΣ ΔΕΥΤΕΡΟ",
      "description":"Το Dune: Μέρος Δεύτερο εξερευνεί το συναρπαστικό ταξίδι του Πολ Ατρείδη, τη στιγμή που βρίσκεται ξανά με την Τσάνι και τους Φρέμεν, και ενώ πολεμά για να πάρει εκδίκηση από όσους συνωμότησαν για να καταστρέψουν την οικογένειά του. Διχασμένος - καθώς πρέπει να επιλέξει ανάμεσα στον έρωτα της ζωής του και το πεπρωμένο του ορατού σύμπαντος - ο Πολ θα αποτολμήσει να αλλάξει ένα φρικτό μέλλον που μόνο ο ίδιος μπορεί να προβλέψει.",
	  "duration":"166 λεπτά"
	  "directors":"Denis Villeneuve",
	  "writers":"Denis Villeneuve, Jon Spaihts & Frank Herbert",
	  "actors":"Dave Bautista, Florence Pugh, Lea Seydoux, Javier Bardem, Timothee Chalamet",
	  "category":"ΔΡΑΣΗΣ",
	  "image":"DUNE PART II.jpg"
     },
  ]}