{"coming_soon_movies":[
    { "id":0,
	  "type":"coming_soon",
      "name":"THE IRON CLAW",
      "description":"The true story of the inseparable Von Erich brothers, who made history in the intensely competitive world of professional wrestling in the early 1980s. Through tragedy and triumph, under the shadow of their domineering father and coach, the brothers seek larger-than-life immortality on the biggest stage in sports.",
      "duration":"132 minutes",
	  "directors":"Sean Durkin",
	  "writers":"Sean Durkin",
	  "actors":"Jeremy Allen White, Holt McCallany, Maura Tierney, Zac Efron, Harris Dickinson",
	  "category":"DRAMA",
	  "image":"THE IRON CLAW.jpg"
     },
	 { "id":1,
	  "type":"coming_soon",
      "name":"THE BEEKEEPER",
      "description":"In THE BEEKEEPER, one man's brutal campaign for vengeance takes on national stakes after he is revealed to be a former operative of a powerful and clandestine organization known as 'Beekeepers'.",
	  "duration":"105 minutes",
	  "directors":"David Ayer",
	  "writers":"Kurt Wimmer",
	  "actors":"Jason Statham, Josh Hutcherson, Jeremy Irons, David Witts, Emmy Raver-Lampman",
	  "category":"ACTION",
	  "image":"THE BEEKEEPER.jpg"
     },
	 { "id":2,
	  "type":"coming_soon",
      "name":"BOB MARLEY: ONE LOVE",
      "description":"BOB MARLEY: ONE LOVE celebrates the life and music of an icon who inspired generations through his message of love and unity. On the big screen for the first time, discover Bob’s powerful story of overcoming adversity and the journey behind his revolutionary music. Produced in partnership with the Marley family and starring Kingsley Ben-Adir as the legendary musician and Lashana Lynch as his wife Rita.",
	  "duration":"107 minutes",
	  "directors":"Reinaldo Marcus Green",
	  "writers":"Terence Winter, Frank E. Flowers & Zach Baylin",
	  "actors":"JLashana Lynch, Kingsley Ben-Adir, James Norton, Jesse Cilio",
	  "category":"DRAMA",
	  "image":"BOB MARLEY ONE LOVE.jpg"
     },
	 { "id":3,
	  "type":"coming_soon",
      "name":"DUNE: PART II",
      "description":"The saga continues as award-winning filmmaker Denis Villeneuve embarks on 'Dune: Part Two,' the next chapter of Frank Herbert’s celebrated novel Dune, with an expanded all-star international ensemble cast. This follow-up film will explore the mythic journey of Paul Atreides (Timothée Chalamet) as he unites with Chani (Zendaya) and the Fremen while on a warpath of revenge against the conspirators who destroyed his family. Facing a choice between the love of his life and the fate of the known universe, he endeavors to prevent a terrible future only he can foresee.",
	  "duration":"166 minutes",
	  "directors":"Denis Villeneuve",
	  "writers":"Denis Villeneuve, Jon Spaihts & Frank Herbert",
	  "actors":"Dave Bautista, Florence Pugh, Lea Seydoux, Javier Bardem, Timothee Chalamet",
	  "category":"ACTION",
	  "image":"DUNE PART II.jpg"
     },
	 { "id":4,
	 "type":"current",
	 "name":"POOR THINGS",
	 "description":"From filmmaker Yorgos Lanthimos and producer Emma Stone comes the incredible tale and fantastical evolution of Bella Baxter (Stone), a young woman brought back to life by the brilliant and unorthodox scientist Dr. Godwin Baxter (Willem Dafoe). Under Baxter’s protection, Bella is eager to learn. Hungry for the worldliness she is lacking, Bella runs off with Duncan Wedderburn (Mark Ruffalo), a slick and debauched lawyer, on a whirlwind adventure across the continents. Free from the prejudices of her times, Bella grows steadfast in her purpose to stand for equality and liberation.",
	 "duration":"141 minutes",
	 "directors":"Yorgos Lanthimos",
	 "writers":"Tony McNamara & Alasdair Gray",
	 "actors":"Emma Stone, Mark Ruffalo, Ramy Youssef, Willem Dafoe",
	 "category":"ROMANTIC COMEDY",
	 "image":"POOR THINGS.jpg"
	},
	{ "id":5,
	 "type":"current",
	 "name":"WONKA",
	 "description":"Based on the extraordinary character at the center of Charlie and the Chocolate Factory, Roald Dahl’s most iconic children’s book and one of the best-selling children’s books of all time, “Wonka” tells the wondrous story of how the world’s greatest inventor, magician and chocolate-maker became the beloved Willy Wonka we know today.",
	 "duration":"116 minutes",
	 "directors":"Paul King",
	 "writers":"Simon Farnaby, Paul King & Roald Dahl",
	 "actors":"Timothee Chalamet, Simon Farnaby, Rowan Atkinson, Sally Hawkins",
	 "category":"FAMILY",
	 "image":"WONKA.jpg"
	},
	{ "id":6,
	 "type":"current",
	 "name":"AQUAMAN: THE LOST KINGDOM",
	 "description":"Director James Wan and Aquaman himself, Jason Momoa—along with Patrick Wilson, Yahya Abdul-Mateen II and Nicole Kidman—return in the sequel to the highest-grossing DC film of all time: “Aquaman and the Lost Kingdom.” Having failed to defeat Aquaman the first time, Black Manta, still driven by the need to avenge his father’s death, will stop at nothing to take Aquaman down once and for all. This time Black Manta is more formidable than ever before, wielding the power of the mythic Black Trident, which unleashes an ancient and malevolent force.",
	 "duration":"124 minutes",
	 "directors":"James Wan",
	 "writers":"David Leslie Johnson-McGoldrick, James Wan & Jason Momoa",
	 "actors":"Jason Momoa, Yahya Abdul-Mateen II, Temuera Morrison",
	 "category":"FANTASY ADVENTURE",
	 "image":"AQUAMAN THE LOST KINGDOM.jpg"
	},
	{ "id":7,
	 "type":"current",
	 "name":"MIGRATION",
	 "description":"Illumination and Universal Pictures present a new original film, MIGRATION, a modern-day comedy following a family of ducks who convince their over-protective father to go on the vacation of a lifetime as they attempt to migrate from New England, through New York City, and ultimately down to the Bahamas. The film is produced by Illumination founder Chris Meledandri and directed by Oscar nominee Benjamin Renner (Ernest et Celestine) with an original screenplay by Mike White (School of Rock, White Lotus).",
	 "duration":"92 minutes",
	 "directors":"Benjamin Renner & Guylo Homsy",
	 "writers":"Benjamin Renner & Mike White",
	 "actors":"Elizabeth Banks, Kumail Nanjiani, David Mitchell",
	 "category":"ANIMATED",
	 "image":"MIGRATION.jpg"
	}
  ]}