{"coming_soon_movies":[
    { "id":0,
      "type":"coming_soon",
      "name":"ΣΙΔΕΡΕΝΙΑ ΓΡΟΘΙΑ",
      "description":"Η αληθινή ιστορία των αχώριστων αδελφών φον Έριχ, που έγραψαν ιστορία στον απίθανα ανταγωνιστικό κόσμο της επαγγελματικής πάλης στις αρχές της δεκαετίας του '80. Μέσα από τραγωδίες και θριάμβους, κάτω από τη σκιά του επιβλητικού πατέρα και προπονητή τους, τα αδέλφια επιδιώκουν με κάθε κόστος να αφήσουν το ανεξίτηλο σημάδι τους στα πιο διάσημα ρινγκ.",
      "duration":"132 λεπτά",
	  "directors":"Sean Durkin",
	  "writers":"Sean Durkin",
	  "actors":"Jeremy Allen White, Holt McCallany, Maura Tierney, Zac Efron, Harris Dickinson",
	  "category":"ΔΡΑΜΑ",
	  "image":"THE IRON CLAW.jpg"
     },
	 { "id":1,
	  "type":"coming_soon",
      "name":"Ο ΜΕΛΙΣΣΟΚΟΜΟΣ",
      "description":"Η βίαιη εκστρατεία εκδίκησης ενός άνδρα αποκτά εθνικές διαστάσεις όταν αποκαλύπτεται ότι είναι ένας πρώην πράκτορας μίας πανίσχυρης και μυστικής οργάνωσης, γνωστή ως ‘’Οι Μελισσοκόμοι’’.",
	  "duration":"105 λεπτά",
	  "directors":"David Ayer",
	  "writers":"Kurt Wimmer",
	  "actors":"Jason Statham, Josh Hutcherson, Jeremy Irons, David Witts, Emmy Raver-Lampman",
	  "category":"ΔΡΑΣΗΣ",
	  "image":"THE BEEKEEPER.jpg"
     },
	 { "id":2,
	  "type":"coming_soon",
      "name":"BOB MARLEY: ONE LOVE",
      "description":"Η ταινία 'BOB MARLEY: ONE LOVE' είναι ένας ύμνος στη ζωή και τη μουσική ενός ειδώλου που ενέπνευσε γενεές με το μήνυμα αγάπης και ενότητας που πρέσβευε. Για πρώτη φορά στη μεγάλη οθόνη, ανακαλύψτε την δυνατή ιστορία υπέρβασης της διαφορετικότητας και το ταξίδι πίσω από την επαναστατική του μουσική.",
	  "duration":"107 λεπτά",
	  "directors":"Reinaldo Marcus Green",
	  "writers":"Terence Winter, Frank E. Flowers & Zach Baylin",
	  "actors":"JLashana Lynch, Kingsley Ben-Adir, James Norton, Jesse Cilio",
	  "category":"ΔΡΑΜΑ",
	  "image":"BOB MARLEY ONE LOVE.jpg"
     },
	 { "id":3,
	 "type":"coming_soon",
      "name":"DUNE: ΜΕΡΟΣ ΔΕΥΤΕΡΟ",
      "description":"Το Dune: Μέρος Δεύτερο εξερευνεί το συναρπαστικό ταξίδι του Πολ Ατρείδη, τη στιγμή που βρίσκεται ξανά με την Τσάνι και τους Φρέμεν, και ενώ πολεμά για να πάρει εκδίκηση από όσους συνωμότησαν για να καταστρέψουν την οικογένειά του. Διχασμένος - καθώς πρέπει να επιλέξει ανάμεσα στον έρωτα της ζωής του και το πεπρωμένο του ορατού σύμπαντος - ο Πολ θα αποτολμήσει να αλλάξει ένα φρικτό μέλλον που μόνο ο ίδιος μπορεί να προβλέψει.",
	  "duration":"166 λεπτά",
	  "directors":"Denis Villeneuve",
	  "writers":"Denis Villeneuve, Jon Spaihts & Frank Herbert",
	  "actors":"Dave Bautista, Florence Pugh, Lea Seydoux, Javier Bardem, Timothee Chalamet",
	  "category":"ΔΡΑΣΗΣ",
	  "image":"DUNE PART II.jpg"
     },
	 { "id":4,
	 "type":"current",
	 "name":"POOR THINGS",
	 "description":"Από τον δημιουργό Γιώργο Λάνθιμο και σε παραγωγή της Emma Stone, έρχεται η απίστευτη ιστορία και η φανταστική εξέλιξη της Bella Baxter (Stone), μιας νεαρής γυναίκας που ανασταίνεται χάρη στον ιδιοφυή και αντισυμβατικό επιστήμονα Δρ. Godwin Baxter (Willem Dafoe). Υπό την προστασία του Baxter, η Bella ανυπομονεί να μάθει. Διψασμένη από την εμπειρία που στερείται, η Bella το σκάει με τον Duncan Wedderburn (Mark Ruffalo), έναν ικανό και με αμβλυμμένη ηθική δικηγόρο, σε μια περιπέτεια περιπλάνησης σε όλες τις ηπείρους. Απελευθερωμένη από τις προκαταλήψεις και τα στεγανά της εποχής της, η Bella αποφασιστικά επιδιώκει να δώσει τη μάχη της για την ισότητα και την ελευθερία.",
	 "duration":"141 λεπτά",
	 "directors":"Yorgos Lanthimos",
	 "writers":"Tony McNamara & Alasdair Gray",
	 "actors":"Emma Stone, Mark Ruffalo, Ramy Youssef, Willem Dafoe",
	 "category":"ΡΟΜΑΝΤΙΚΗ ΚΟΜΕΝΤΙ",
	 "image":"POOR THINGS.jpg"
	},
	{ "id":5,
	 "type":"current",
	 "name":"ΓΟΥΟΝΚΑ",
	 "description":"Βασισμένη στον εκπληκτικό πρωταγωνιστή του εμβληματικού και δημοφιλούς βιβλίου «Ο Τσάρλι και το Εργοστάσιο Σοκολάτας» του Ρόαλντ Νταλ, η ταινία αφηγείται πώς ο μεγαλύτερος εφευρέτης, μάγος και σοκολατοποιός του κόσμου εξελίχθηκε στον Γουίλι Γουόνκα που όλοι ξέρουμε. Έρχεται μία μεθυστική μείξη μαγείας, μουσικής, πανδαιμόνιου, συναισθήματος και χιούμορ. Αυτό το αφοπλιστικό υπερθέαμα θα συστήσει στους θεατές τον νεαρό Γουίλι Γουόνκα, γεμάτο ιδέες και αποφασισμένο να αλλάξει τον κόσμο κομμάτι κομμάτι για να αποδείξει ότι τα καλύτερα πράγματα στη ζωή ξεκινούν με ένα όνειρο και ότι αν είσαι αρκετά τυχερός να συναντήσεις τον Γουίλι Γουόνκα, τότε όλα είναι δυνατά.",
	 "duration":"116 λεπτά",
	 "directors":"Paul King",
	 "writers":"Simon Farnaby, Paul King & Roald Dahl",
	 "actors":"Timothee Chalamet, Simon Farnaby, Rowan Atkinson, Sally Hawkins",
	 "category":"ΟΙΚΟΓΕΝΕΙΑΚΗ",
	 "image":"WONKA.jpg"
	},
	{ "id":6,
	 "type":"current",
	 "name":"AQUAMAN: ΤΟ ΧΑΜΕΝΟ ΒΑΣΙΛΕΙΟ",
	 "description":"Έχοντας αποτύχει να εξολοθρεύσει τον Aquaman την πρώτη φορά, ο Μπλακ Μάντα διψασμένος να πάρει εκδίκηση για τον θάνατο του πατέρα του, θα κάνει τα πάντα για να καταστρέψει επιτέλους τον Aquaman. Αυτή τη φορά, ο Μπλακ Μάντα είναι πιο ισχυρός από ποτέ έχοντας τιθασεύει τη δύναμη της μυθικής Μαύρης Τρίαινας, που εξαπολύει μία αρχαία και κακόβουλη δύναμη. Για να τον κατατροπώσει, ο Aquaman θα στραφεί στον φυλακισμένο αδελφό του Ορμ, τον πρώην βασιλιά της Ατλαντίδας, με στόχο να συνάψουν μία ανορθόδοξη συμμαχία. Μαζί, πρέπει να παραμερίσουν τις διαφορές τους για να προστατεύσουν το βασίλειο και να σώσουν την οικογένεια του Aquaman και τον κόσμο από τον αφανισμό.",
	 "duration":"124 λεπτά",
	 "directors":"James Wan",
	 "writers":"David Leslie Johnson-McGoldrick, James Wan & Jason Momoa",
	 "actors":"Jason Momoa, Yahya Abdul-Mateen II, Temuera Morrison",
	 "category":"ΠΕΡΙΠΕΤΕΙΑ ΦΑΝΤΑΣΙΑΣ",
	 "image":"AQUAMAN THE LOST KINGDOM.jpg"
	},
	{ "id":7,
	 "type":"current",
	 "name":"ΕΝΑ ΤΑΞΙΔΙ ΓΙΑ ΠΑΠΙΕΣ",
	 "description":"Μία οικογένεια από πρασινοκέφαλες πάπιες έχει βαλτώσει και ενώ ο μπαμπάς Μακ χαίρεται που έχει την οικογένεια του ασφαλή και κολλημένη για πάντα σε μία λίμνη της Νέας Αγγλίας, η μαμά Παμ λαχταράει να ταράξει τα νερά και να δείξει στα παιδιά της – τον έφηβο γιο Νταξ και τη μικρότερη κόρη Γκουέν- τον κόσμο ολόκληρο. Όταν μία οικογένεια από αποδημητικές πάπιες αποβιβάζεται στη λίμνη τους με συναρπαστικές ιστορίες από μέρη μακρινά, η Παμ πείθει τον Μακ να φύγουν για ένα οικογενειακό ταξίδι με προορισμό την τροπική Τζαμάικα και ενδιάμεση στάση τη Νέα Υόρκη. Καθώς η οικογένεια φτάνει στον Νότο για τον χειμώνα, τα σχέδια τους ανατρέπονται. Η εμπειρία θα τους εμπνεύσει να διευρύνουν τους ορίζοντες τους, να ανοιχτούν σε νέες φιλίες, να καταφέρουν πολλά περισσότερα από αυτά που φαντάζονταν και να μάθουν απρόσμενα πράγματα ο ένας για τον άλλον και για τον ίδιο τους τον εαυτό.",
	 "duration":"92 λεπτά",
	 "directors":"Benjamin Renner & Guylo Homsy",
	 "writers":"Benjamin Renner & Mike White",
	 "actors":"Elizabeth Banks, Kumail Nanjiani, David Mitchell",
	 "category":"ΚΙΝΟΥΜΕΝΑ ΣΧΕΔΙΑ",
	 "image":"MIGRATION.jpg"
	}
  ]}